<?php

$_['heading_title'] = 'البنوك';

// Text
$_['text_success'] = 'تم التعديل!';
$_['text_list'] = 'قائمة';
$_['text_add'] = 'ادراج';
$_['text_edit'] = 'تحرير';

// Column
$_['column_title'] = 'البنك';
$_['column_unit'] = 'وحدة الوزن';
$_['column_value'] = 'القيمة';
$_['column_action'] = 'تحرير';

// Entry
$_['entry_title'] = 'البنك';
$_['entry_unit'] = 'وحدة الوزن';
$_['entry_value'] = 'القيمة';

// Help
$_['help_value'] = 'اجعل القيمة 1.00000 اذا كان هذا الوزن هو الوزن الافتراضي';

// Error
$_['error_permission'] = 'تحذير : أنت لا تمتلك صلاحيات التعديل !';
$_['error_title'] = 'البنك يجب أن يكون أكبر من 3 وأقل من 32 رمزاً !';
$_['error_unit'] = 'وحدة الوزن يجب أن تكون أكبر من 1 وأقل من 4 رمزاً !';
$_['error_default'] = 'تحذير : لا يمكن حذف البنك الافتراضي !';
$_['error_product'] = 'تحذير : لا يمكن حذف البنك هذا لأنه مرتبط بـ %s عملاء !';
