<?php
// Heading 
$_['heading_title'] = 'الحسابات البنكية';

// Text
$_['text_account'] = 'الحساب';
$_['text_bankaccount_book'] = 'قائمة الحسابات البنكية';
$_['text_edit_bankaccount'] = 'تحرير الحساب البنكي';
$_['text_add'] = 'تم اضافة الحساب البنكي بنجاح';
$_['text_edit'] = 'تم تحديث الحساب البنكي بنجاح';
$_['text_delete'] = 'تم حذف الحساب البنكي';
$_['text_empty'] = 'لاتوجد لديك أية حسابات بنكية';

// Entry
$_['entry_firstname'] = 'الاسم الثلاثي:';
$_['entry_lastname'] = 'الاسم الاخير:';
$_['entry_company'] = 'بنك اخر:';
$_['entry_company_id'] = 'الحساب أو البريد اﻷلكتروني:';
$_['entry_branch_id'] = 'فرع البنك:';
$_['entry_bankaccount_1'] = 'حساب الايبان:';
$_['entry_bankaccount_2'] = 'ملاحظات اضافية:';
$_['entry_postcode'] = 'صندوق البريد:';
$_['entry_city'] = 'المدينة:';
$_['entry_country'] = 'البلد:';
$_['entry_bank'] = 'البنك:';
$_['entry_default'] = ' هل هذا هو الحساب الاساسي لك؟:';
$_['button_new_bankaccount'] = 'اضافة حساب جديد';
$_['button_continue'] = 'متابعة';

// Error
$_['error_delete'] = 'تحذير : يجب أن تضع عنوان واحد على الأقل!';
$_['error_default'] = 'تحذير : لا يمكنك حذف العنوان الافتراضي!';
$_['error_firstname'] = 'الاسم الأول يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_lastname'] = 'الاسم الاخير يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_vat'] = 'رقم معرف الضريبة غير صحيح !';
$_['error_company'] = 'يجب ادخال اسم البنك';
$_['error_company_id'] = 'يجب ادخال رقم الحساب البنكي';
$_['error_bankaccount_1'] = 'يجب ادخال حساب الايبان';
$_['error_postcode'] = 'صندوق البريد يجب أن يكون أكثر من 2 وأقل من 10 رمزاً !';
$_['error_city'] = 'اسم المدينة يجب أن يكون أكثر من 3 وأقل من 128 حرفا!';
$_['error_country'] = 'الرجاء اختيار البلد!';
$_['error_bank'] = 'الرجاء اختيار البنك!';
