<?php

// Text
$_['text_approve_subject'] = '%s - لقد تم تفعيل حسابك!';
$_['text_approve_welcome'] = 'أهلا ومرحباً بك وشكراً لتسجيلك كبائع في %s!';
$_['text_approve_login'] = 'لقد تم إنشاء حسابك معنا ويمكنك تسجيل الدخول باستخدام بريدك الالكتروني وكلمة المرور التي قمت بإنشائها في موقعنا من خلال الرابط التالي:';
$_['text_approve_services'] = 'بعد تسجيل الدخول, سوف تتمكن من اضافة منتجات والاطلاع على طلبيات منتجاتك.';
$_['text_approve_thanks'] = 'شكراً لك,';
$_['text_transaction_subject'] = '%s - رصيد الحساب';
$_['text_transaction_received'] = 'لقد استلمت %s كرصيد في حسابك !';
$_['text_transaction_total'] = 'إجمالي قيمة رصيدك الآن هو %s.'."\n\n".'يمكنك استخدام رصيدك مباشرة.';
$_['text_reward_subject'] = '%s - نقاط المكافآت';
$_['text_reward_received'] = 'لقد استلمت %s نقاط مكافآت!';
$_['text_reward_total'] = 'إجمالي قيمة نقاط المكافآت الآن هو %s.';

$_['text_upgrade_subject'] = '%s -لقد تمت ترقية حسابك!';
$_['text_upgrade_welcome'] = 'أهلا ومرحباً بك وشكراً لتسجيلك كبائع في %s!';
$_['text_upgrade_login'] = 'لقد تمت ترقية حسابك ويمكنك تسجيل الدخول باستخدام بريدك الالكتروني وكلمة المرور التي قمت بإنشائها في موقعنا من خلال الرابط التالي:';
$_['text_upgrade_services'] = 'بعد تسجيل الدخول, سوف تتمكن من اضافة منتجات والاطلاع على طلبيات منتجاتك.';
$_['text_upgrade_thanks'] = 'شكراً لك,';

$_['text_disapprove_subject'] = '%s -لقد تم تعطيل حساب البائع الخاص بك !';

$_['text_disapprove_login'] = 'لقد تم تعطيل حساب البائع الخاص بك وبامكانك تسجيل الدخول لحسابك العادي باستخدام بريدك الالكتروني وكلمة المرور التي قمت بإنشائها في موقعنا من خلال الرابط ';
$_['text_disapprove_thanks'] = 'شكراً لك,';

$_['text_add_seller_subject'] = '%s - لقد تم قبول طلبك لحساب بائع!';
$_['text_add_seller_welcome'] = 'أهلا ومرحباً بك وشكراً لتسجيلك في %s!';
$_['text_add_seller_login'] = 'لقد تم قبول حسابك وبانتظار الموافقة :';
$_['text_add_seller_services'] = 'بعد تسجيل الدخول, سوف تتمكن من اضافة منتجات والاطلاع على طلبيات منتجاتك.';
$_['text_add_seller_thanks'] = 'شكراً لك,';
$_['text_thanks'] = 'شكراً لك,';
